<?php

return [
    'cars' => [
        'destroy' => 'Машина бренда:":brand", модели: ":model" удалена!',
        'update' => 'Машина с названием марки:":oldModel" отредактирована!',
        'store' => 'Машина бренда: ":brand", модели: ":model"  успешно добавлена!',
        'restore' => 'Машина бренда: ":brand", модели: ":model"  успешно восстановлена!',
        'destroyForever' => 'Машина бренда: ":brand", модели: ":model"  окончательно удалена!',
        'err500' => 'Ошибка, что-то пошло на стороне сервера !',
        'errDestroy'=> 'Ошибка: машина была уже окончательно удалена!',
        'errStatusDel' => 'Перед тем как удалить машину  установите статус на "Не установлено" ! '
    ],
    ];